export default [
  {
    id: 'adminMatters',
    title: 'Административные дела',
    iconName: 'ScalesIcon',
    imageName: 'bg-amenities-item-1',
    descriptions: [
      {
        id: 0,
        label: 'Консультация по административным спорам'
      },
      {
        id: 1,
        label: 'Обжалование постановлений об административных правонарушениях'
      },
      {
        id: 2,
        label: 'Обжалование административных штрафов'
      },
      {
        id: 3,
        label: 'Привлечение к административной ответственности за неуплату алиментов'
      },
      {
        id: 4,
        label: 'Составление заявлений о привлечении к административной ответственности'
      }
    ]
  },
  {
    id: 'criminalCases',
    title: 'Уголовные дела',
    iconName: 'HandcuffsIcon',
    imageName: 'bg-amenities-item-2',
    descriptions: [
      {
        id: 0,
        label: 'Защита по уголовным делам'
      },
      {
        id: 1,
        label: 'Социальная защита осуждённых по уголовным делам'
      },
      {
        id: 2,
        label: 'Защита обвиняемых в уголовных преступлениях'
      },
      {
        id: 3,
        label: 'Защита потерпевших в уголовных спорах'
      },
      {
        id: 4,
        label: 'Защита подозреваемых в уголовных преступлениях'
      },
      {
        id: 5,
        label: 'Защита осуждённых в уголовных спорах'
      },
      {
        id: 6,
        label: 'Подготовка ходатайства по УДО'
      },
      {
        id: 7,
        label: 'Обжалование решений суда'
      }
    ]
  },
  {
    id: 'familyMatters',
    title: 'Семейные дела',
    iconName: 'FamilyIcon',
    descriptions: [
      {
        id: 0,
        label: 'Консультация при расторжении брака'
      },
      {
        id: 1,
        label: 'Защита при ограничении и лишении родительских прав'
      },
      {
        id: 2,
        label: 'Юридические консультации по семейным спорам'
      },
      {
        id: 3,
        label: 'Подготовка заявлений на  взыскание алиментов'
      },
      {
        id: 4,
        label: 'Помощь при разделе совместно нажитого имущества'
      },
      {
        id: 5,
        label: 'Защита в суде при расмотрении вопроса о порядке общения с детьми'
      },
      {
        id: 6,
        label: 'Участие в суде при установлении отцовства'
      }
    ]
  },
  {
    id: 'juristicDocument',
    title: 'Составление и проверка юридических документов',
    iconName: 'DocumentsIcon',
    descriptions: [
      {
        id: 0,
        label: 'Составление договоров купли-продажи'
      },
      {
        id: 1,
        label: 'Составление исковых заявлений'
      },
      {
        id: 2,
        label: 'Проверка договора купли-продажи'
      },
      {
        id: 3,
        label: 'Консультация по юридическим документам'
      },
      {
        id: 4,
        label: 'Составление жалоб'
      },
      {
        id: 5,
        label: 'Составление кассационных жалоб'
      },
      {
        id: 6,
        label: 'Подготовка ходатайств'
      },
      {
        id: 7,
        label: 'Юридическая проверка договоров аренды, хозяйственных и учредительных документов'
      }
    ]
  },
  {
    id: 'arbitrationCases',
    title: 'Арбитражные дела',
    iconName: 'CourtIcon',
    descriptions: [
      {
        id: 0,
        label: 'Юридическое представительство в судах первой, апелляционной, кассационной инстанций'
      },
      {
        id: 1,
        label: 'Банкротсво юридических лиц'
      },
      {
        id: 2,
        label: 'Взыскание убытков, неустойки, долга'
      },
      {
        id: 3,
        label: 'Оспаривание сделок'
      },
      {
        id: 4,
        label: 'Арбитражные споры'
      },
      {
        id: 5,
        label: 'Оспаривание решений госорганов'
      },
      {
        id: 6,
        label: 'Защита деловой репутации компании или ИП'
      }
    ]
  },
  {
    id: 'otherServices',
    title: 'Прочие услуги',
    iconName: 'CatalogsIcon',
    descriptions: [
      {
        id: 0,
        label: 'Устные и письменные консультации'
      },
      {
        id: 1,
        label: 'Защита ваших интересов в суде по семейным, трудовым, жилищным спорам'
      },
      {
        id: 2,
        label: 'Досудебное урегулирование споров'
      },
      {
        id: 3,
        label: 'Споры, связанные с ДТП'
      },
      {
        id: 4,
        label: 'Выселение из жилого помещения'
      },
      {
        id: 5,
        label: 'Взыскание денежных средств'
      },
      {
        id: 6,
        label: 'Представление и защита ваших интересов в судах общей юрисдикции'
      }
    ]
  }
];